Repository: mate-desktop/mate-user-share
Catalog: help/*/*.po
Languages: de, zh_cn

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
zh_cn: 对于本文档的复制、分发和/或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.1 或更高版本， 该许可证没有固定的部分、没有封面和背页文本。您可以在此<ulink type="help" url="ghelp:fdl">链接</ulink>上或在随本手册一起分发的 COPYING-DOCS 文件中找到 GFDL 的副本。

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
zh_cn: 本手册是在 GFDL 许可之下分发的 GNOME 手册集合的一部分。如果想要单独分发此手册，可以在手册中添加该许可证的一份副本然后分发，如该许可证的第 6 部分所述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 GNOME 文档以及 GNOME 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您(而不是最初的编写者、作者或撰写人)将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事(包括疏忽)、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: Personal File Sharing Manual
de: »Persönliche Dateifreigabe«-Handbuch
zh_cn: 个人文件共享手册

source: This manual describes version 2.26 of gnome-user-share.
de: Dieses Handbuch beschreibt Version 2.26 der <application>Persönlichen Dateifreigabe</application>.
zh_cn: 本手册讲述的是用户共享手册 2.26 版。

source: Feedback
de: Rückmeldungen
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the gnome-user-share application or this manual, follow the directions in the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME Feedback Page</ulink>.
de: Um Fehler zu melden oder einen Vorschlag zur Anwendung <application>Persönliche Dateifreigabe</application> oder zu diesem Handbuch zu machen, folgen Sie den Anweisungen im <ulink url="ghelp:user-guide?feedback-bugs" type="help">Abschnitt Rückmeldungen des Benutzerhandbuchs</ulink>."
zh_cn: 要报告关于用户共享或使用手册中的缺陷，或者提出建议，请参照 <ulink url="ghelp:gnome-feedback" type="help">GNOME 反馈页</ulink> 上的指导。

source: gnome-user-share is a session service that enables easy sharing of files between several computers.
de: Die <application>Persönliche Dateifreigabe</application> ist ein Sitzungsdienst, der das einfache Freigeben von Dateien zur Nutzung auf mehreren Rechnern ermöglicht.
zh_cn: 用户共享是一个会话服务，可以很方便地在不同计算机之间共享文件。

source: gnome-user-share
zh_cn: GNOME 用户共享

source: file sharing
de: Dateifreigabe
zh_cn: 文件共享

source: sharing
de: Freigabe
zh_cn: 共享

source: Introduction
de: Einführung
zh_cn: 介绍

source: gnome-user-share is a session service that exports the contents of the <filename>Public</filename> folder in your home directory, so that they can easily be accessed from other computers on the same local network. On the other computers, the shared folder will appear with a name like '<replaceable>user</replaceable>'s shared files' in the <application>nautilus</application> Network window, where <replaceable>user</replaceable> will be replaced by your user name.
de: Die <application>Persönliche Dateifreigabe</application> ist ein Sitzungsdienst, der den Inhalt des Ordners <filename>Öffentlich</filename> in Ihrem persönlichen Ordner exportiert, so dass Rechner im gleichen lokalen Netzwerk leicht darauf zugreifen können. Auf den anderen Rechnern erscheint der freigegebene Ordner mit einem Namen wie <guilabel>Öffentliche Dateien von <replaceable>Benutzer</replaceable></guilabel> im Netzwerkfenster von <application>Nautilus</application>, wobei <replaceable>Benutzer</replaceable> durch Ihren Benutzernamen ersetzt wird.
zh_cn: 用户共享是一个会话服务，用于输出您的主目录中的 <filename>公共</filename> 文件夹的内容，其他人可以通过局域网很方便地访问。在其他计算机上，共享的文件夹会出现在 <application>nautilus 文件管理器</application> 的网络窗口中，是一个叫“<replaceable>user</replaceable> 的共享文件夹 ”，这儿的 <replaceable>user</replaceable>，将会是您的用户名。

source: gnome-user-share uses a WebDAV server to share the <filename>Public</filename> folder, and advertises the share on the local network using mDNS.
de: Die <application>Persönliche Dateifreigabe</application> benutzt zur Freigabe des Ordners <filename>Öffentlich</filename> einen WebDAV-Server und veröffentlicht die Freigabe im lokalen Netzwerk unter Verwendung von mDNS.
zh_cn: GNOME 用户共享使用一个 WebDAV 服务来共享 <filename>公共</filename> 文件夹，并且使用 mDNS 在局域网中通知共享。

source: Additionally, gnome-user-share can make the shared files available via ObexFTP over Bluetooth, and receive files that are sent to your computer via Bluetooth via ObexPush.
de: Zusätzlich kann die <application>Persönliche Dateifreigabe</application> die freigegebenen Dateien mittels ObexFTP über Bluetooth veröffentlichen. Der Empfang von zu Ihrem Rechner per Bluetooth über ObexPush gesendeten Dateien ist ebenfalls möglich.
zh_cn: 另外，GNOME 用户共享能使共享文件夹通过 ObexFTP 到蓝牙，并通过您计算机上的蓝牙 ObexPush 来接收文件。

source: Getting started
de: Erste Schritte
zh_cn: 快速入门

source: Starting gnome-user-share
de: Persönliche Dateifreigabe starten
zh_cn: 启动 GNOME 用户共享

source: The gnome-user-share service is normally started by <application>gnome-session</application> when you log in. You can change this by opening <menuchoice><guimenu>Preferences</guimenu><guimenu>Startup Applications</guimenu></menuchoice> in the <guimenu>System</guimenu> menu, and modifying the 'User Sharing' entry in the list of startup programs.
de: Der Dienst zur <application>Persönliche Dateifreigabe</application> wird normalerweise bereits durch <application>gnome-session</application> nach Ihrer Anmeldung gestartet. Sie können dies ändern, indem Sie <menuchoice><guimenu>Einstellungen</guimenu><guimenu>Startprogramme</guimenu></menuchoice> im Menü <guimenu>System</guimenu> öffnen. Ändern Sie hier den Eintrag »Benutzerfreigabe« in der Liste der Startprogramme.
zh_cn: GNOME 用户共享服务在您登录时，由 <application>gnome-session</application> 正常启动，可以通过 <guimenu>系统</guimenu> 菜单的 <menuchoice><guimenu>首选项</guimenu><guimenu>启动的应用程序</guimenu></menuchoice> 菜单来改变，点击“用户共享”条目来设置它。

source: To configure various aspects of file sharing, use the File Sharing Preferences, which can be found in the <guimenu>System</guimenu> menu under <menuchoice><guimenu>Preferences</guimenu><guimenu>Personal File Sharing</guimenu></menuchoice>.
de: Um verschiedene Aspekte der Dateifreigabe anzupassen, verwenden Sie die Einstellungen. Diese finden Sie im Menü <guimenu>System</guimenu> unter <menuchoice><guimenu>Einstellungen</guimenu><guimenu>Persönliche Dateifreigabe</guimenu></menuchoice>.
zh_cn: 要配置不同种类的文件共享，可以使用文件共享首选项。在 <guimenu>系统</guimenu> 的 <menuchoice><guimenu>首选项</guimenu><guimenu>个人文件共享</guimenu></menuchoice>。

source: File Sharing Preferences
de: Einstellungen zur Freigabe persönlicher Dateien
zh_cn: 文件共享首选项

source: Enabling file sharing over the network
de: Aktivieren der Dateifreigabe über das Netzwerk
zh_cn: 允许在网络上文件共享

source: Open the File Sharing Preferences using <menuchoice><guimenu>Preferences</guimenu><guimenu>Personal File Sharing</guimenu></menuchoice> in the <guimenu>System</guimenu> menu.
de: Öffnen Sie die Einstellungen im Menü <guimenu>System</guimenu> unter <menuchoice><guimenu>Einstellungen</guimenu><guimenu>Persönliche Dateifreigabe</guimenu></menuchoice>.
zh_cn: 打开文件共享首选项 <guimenu>系统</guimenu> 菜单的 <menuchoice><guimenu>首选项</guimenu><guimenu>个人文件共享</guimenu></menuchoice> 菜单。

source: Share Files over the Network
de: Dateifreigabe über das Netzwerk
zh_cn: 在网络上共享文件

source: Some firewall configurations on the local machine might cause problems with the advertisment, as well as the access to the shared files. Consult your system administrator for more details.
de: Einige Firewall-Konfigurationen auf dem lokalen Rechner könnten Probleme sowohl bei der Anzeige als auch beim Zugriff auf die freigegebenen Dateien verursachen. Fragen Sie Ihren Systemverwalter nach Einzelheiten hierzu.
zh_cn: 在你访问共享文件夹的时候，本地机子上的防火墙的配置可能会导致错误提示。请联系您的系统管理员以获得更多信息。

source: Select <guilabel>Never</guilabel> to allow everybody to freely read or write files in the shared folder.
de: Wählen Sie <guilabel>Niemals</guilabel>, um jedem das Lesen oder Schreiben von Dateien im öffentlichen Ordner zu erlauben.
zh_cn: 选中 <guilabel>从不</guilabel> 允许任何人随意读和写共享文件夹里的文件。

source: Select <guilabel>Always</guilabel> to require the password to read or write files in the shared folder.
de: Wählen Sie <guilabel>Immer</guilabel>, um festzulegen, dass zum Lesen oder Schreiben von Dateien im öffentlichen Ordner das Passwort erforderlich ist.
zh_cn: 选择 <guilabel>总是</guilabel> 需要密码验证才能读和写共享文件夹里的文件。

source: Select <guilabel>When writing files</guilabel> to allow everybody to freely read files in the shared folder, but require the password when writing files.
de: Wählen Sie <guilabel>Beim Schreiben von Dateien</guilabel>, um jedem das Lesen von Dateien im öffentlichen Ordner zu erlauben. Für das Schreiben von Dateien ist in diesem Fall das Passwort erforderlich.
zh_cn: 选择 <guilabel>当写入文件时</guilabel> 允许任何人读取文件，但写文件时需要密码验证。

source: When you set a password, you have to give the password to all users that you want to have access to the shared files. Therefore, you should use a password that is different from other passwords you use.
de: Wenn Sie ein Passwort festlegen, müssen Sie dieses Passwort an alle Benutzer weitergeben, die Zugriff auf Ihre freigegebenen Dateien erhalten sollen. Es ist ratsam, hierfür ein Passwort zu verwenden, dass sich von Ihren anderen Passwörtern unterscheidet.
zh_cn: 如果您设定了一个密码，你就得把密码发给每一个您允许访问共享文件的用户。因此，这个密码应该跟您的用户登录密码不同。

source: To enable file sharing via WebDAV, use the <guilabel>Share public files on network</guilabel> checkbox. When file sharing it enabled, the controls for password protection allow to set a password that needs to be specified before a user on another computer is granted access to the shared files. <placeholder-1/><placeholder-2/><placeholder-3/>
de: Um die Dateifreigabe über WebDAV zu aktivieren, verwenden Sie das Ankreuzfeld <guilabel>Öffentlichen Ordner im Netzwerk freigeben</guilabel>. Wenn die Dateifreigabe aktiviert ist, erlaubt die Kontrolle des Passwortschutzes die Festlegung eines Passworts, dessen Eingabe vor dem Zugriff eines anderen Benutzers auf die freigegebenen Dateien erforderlich ist. <placeholder-1/><placeholder-2/><placeholder-3/>
zh_cn: 要允许文件通过 WebDAV 共享，选中 <guilabel>在网络上共享公共文件</guilabel>。当文件共享启用时，密码保护控件允许您设置一个密码，当其他计算机想要访问共享文件是指定。<placeholder-1/><placeholder-2/><placeholder-3/>

source: Enabling file sharing over Bluetooth
de: Aktivieren der Dateifreigabe über Bluetooth
zh_cn: 允许通过蓝牙共享文件

source: Share Files over Bluetooth
de: Dateifreigabe über Bluetooth
zh_cn: 通过蓝牙共享文件

source: When you allow unbonded remote devices to access your shared files, anybody with a Bluetooth-enabled cell phone in the vicinity of your computer can access and perhaps even modify your shared files.
de: Wenn Sie nicht vertrauenswürdig verbundenen Geräten den Zugriff auf Ihre freigegebenen Dateien erlauben, könnte irgend jemand mit einem Bluetooth-aktivierte Mobiltelefon, der sich im Bereich Ihres Rechners befindet, auf Ihre freigegebenen Dateien zugreifen und diese eventuell auch verändern.
zh_cn: 当您允许非配对的远程设备访问您的共享文件时，任何人可以通过蓝牙手机在您的计算机附件访问、甚至修改您的共享文件。

source: To enable file sharing via Bluetooth, use the <guilabel>Share public files over Bluetooth</guilabel> checkbox. To allow remote Bluetooth devices to delete files in your shared folder, use the <guilabel>Allow remote devices to delete files</guilabel> checkbox. To allow remote Bluetooth devices to access your shared files even when they are not bonded with your computer, use the <guilabel>Require remote devices to pair with this computer</guilabel> checkbox. <placeholder-1/>
de: Um die Dateifreigabe über Bluetooth zu ermöglichen, verwenden Sie das Ankreuzfeld <guilabel>Öffentlichen Ordner über Bluetooth freigeben</guilabel>. Um das Löschen von Dateien durch entfernte Bluetooth-Geräte in Ihrem öffentlichen Ordner zu ermöglichen, verwenden Sie das Ankreuzfeld <guilabel>Entfernten Geräten das Löschen von Dateien erlauben</guilabel>. Sollen Bluetooth-Geräte auf Ihre freigegebenen Dateien zugreifen, auch wenn sie nicht vertrauenswürdig mit Ihrem Rechner verbunden sind, verwenden Sie das Ankreuzfeld <guilabel>Das Verbinden entfernter Geräte mit diesem Computer voraussetzen</guilabel>. <placeholder-1/>
zh_cn: 要启用蓝牙共享，选中 <guilabel>通过蓝牙共享公共文件</guilabel> 复选框。要允许远程蓝牙设备删除您共享文件夹里的文件，选中 <guilabel>允许远程设备删除文件</guilabel> 复选框。要允许远程蓝牙设备访问您的共享文件夹，甚至他们没有与您的计算机配对，选中 <guilabel>需要远程设备与此计算机配对</guilabel> 复选框。 <placeholder-1/>

source: Receiving Files over Bluetooth
de: Empfangen von Dateien über Bluetooth
zh_cn: 通过蓝牙接收文件

source: Receive Files over Bluetooth
de: Empfangen von Dateien über Bluetooth
zh_cn: 通过蓝牙接收文件

source: Select <guilabel>Always</guilabel> to allow any remote device to send files.
de: Wählen Sie <guilabel>Immer</guilabel>, um jedem entfernten Gerät das Senden von Dateien zu erlauben.
zh_cn: 选择 <guilabel>总是</guilabel> 允许其他远程设备发送文件。

source: Bonded devices are the ones that were connected to your computer, and had to enter a PIN code to connect to or from.
de: Verbundene Geräte sind diejenigen, die mit Ihrem Rechner verbunden sind, wobei die Eingabe einer PIN für die Verbindung vom und zum Gerät erforderlich ist.
zh_cn: 配对设备是一个正在连接到您计算机的设备，已经输入了一个 PIN 代码来连接的。

source: Select <guilabel>Only for Bonded devices</guilabel> to accept files only from bonded devices. <placeholder-1/>
de: Wählen Sie <guilabel>Nur für verbundene Geräte</guilabel>, um Dateien nur von verbundenen Geräten zu akzeptieren.
zh_cn: 选择 <guilabel>仅配对的设备</guilabel> 只接收配对设备传输的文件。<placeholder-1/>

source: Devices can be marked as trusted in the <application>bluetooth-properties</application>'s <guilabel>Known devices</guilabel> section.
de: Geräte können im Abschnitt <guilabel>Bekannte Geräte</guilabel> der <application>Bluetooth-Einstellungen</application> als vertrauenswürdig markiert werden.
zh_cn: 在 <application>蓝牙-属性</application> 的 <guilabel>已知设备</guilabel> 中，可以标记设备为信任。

source: Select <guilabel>Only for Bonded and Trusted devices</guilabel> to accept files only from bonded devices. <placeholder-1/>
de: Wählen Sie <guilabel>Nur für verbundene und vertrauenswürdige Geräte</guilabel>, um Dateien nur von vertrauenswürdig verbundenen Geräten zu akzeptieren. <placeholder-1/>
zh_cn: 选择 <guilabel>仅配对的和信任的设备</guilabel> 只接收从配对的和信任的设备传输的文件。

source: To let remote Bluetooth devices send files to your computer, use the <guilabel>Receive files in Downloads folder over Bluetooth</guilabel> checkbox. Received files will be stored in the <filename>Downloads</filename> folder in your home directory. When receiving files is enabled, the <guilabel>Accept files</guilabel> selection allows you to determine which remote devices are allowed to send files. <placeholder-1/>
de: Um entfernten Bluetooth-Geräten das Senden von Dateien zu Ihrem Rechner zu erlauben, verwenden Sie das Ankreuzfeld <guilabel>Dateien im Download-Ordner über Bluetooth empfangen</guilabel>. Empfangene Dateien werden daraufhin im Ordner <filename>Downloads</filename> in Ihrem persönlichen Ordner gespeichert. Wenn der Dateiempfang aktiviert ist, ermöglicht Ihnen die Auswahl von <guilabel>Dateien akzeptieren</guilabel>, welchen entfernten Geräten das Senden von Dateien erlaubt werden soll. <placeholder-1/>
zh_cn: 要让远程蓝牙设备发送文件到您的计算机，选中 <guilabel>通过蓝牙在下载文件夹里接受文件</guilabel> 复选框。接收的文件将存储到您主目录的 <filename>下载</filename> 文件夹中。当启用接收文件，<guilabel>接收文件</guilabel> 面板允许您设定哪一个远程设备被允许发送文件。<placeholder-1/>

source: Use the <guilabel>Notify about received files</guilabel> checkbox to select whether you want to be notified whenever a file is received via Bluetooth.
de: Verwenden Sie das Ankreuzfeld <guilabel>Über empfangene Dateien benachrichtigen</guilabel>, um festzulegen, ob Sie beim Empfang von Dateien über Bluetooth benachrichtigt werden wollen.
zh_cn: 使用 <guilabel>提示相关的接收文件</guilabel> 复选框，当通过蓝牙接收文件时，是否出现提示。

source: translator-credits
de: Mario Blättermann <mariobl@gnome.org>, 2009, 2010
zh_cn: TeliuTe <teliute@163.com>, 2009, 2010
