Repository: mate-desktop/mate-user-share
Catalog: po/*.po
Languages: en@shaw, es_ar

source: If this is true, Bluetooth devices can send files to the user's Downloads directory when logged in.
en@shaw: , 路ゐ叼叼 拆 ю 拆ゐ 筐' ゐ答 拆ю拣 ю ゐ .

source: If this is true, the Public directory in the users home directory will be shared over Bluetooth when the user is logged in.
en@shaw: , 仇ゐ 拆ю拣 筐拣 ｐ答 拆ю拣 吼 答 路ゐ叼叼 ю 筐 ゐ .

source: If this is true, the Public directory in the users home directory will be shared over the network when the user is logged in.
en@shaw: , 仇ゐ 拆ю拣 筐拣 ｐ答 拆ю拣 吼 答 ю火 ю 筐 ゐ .

source: Share Public directory over Bluetooth
en@shaw: 仇ゐ 拆ю拣 答 路ゐ叼叼

source: Share Public directory over the network
en@shaw: 仇ゐ 拆ю拣 答 ю火

source: When to accept files sent over Bluetooth
en@shaw: ю ю 拆ゐ ю 答 路ゐ叼叼

source: When to accept files sent over Bluetooth. Possible values are "always", "bonded" and "ask".
en@shaw: ю ю 拆ゐ ю 答 路ゐ叼叼. ゐ筐 "always", "bonded" "ask".

source: When to ask for passwords. Possible values are "never", "on_write", and "always".
en@shaw: ю 拣. ゐ筐 "never", "on_write", "always".

source: When to require passwords
en@shaw: ю 拆 拣

source: Whether Bluetooth clients can send files using ObexPush.
en@shaw: ю 路ゐ叼叼 ゐ拆 ю 拆ゐ 筐 路答ю.

source: Whether Bluetooth clients need to pair with the computer to send files.
en@shaw: ю 路ゐ叼叼 ゐ拆 梆 ヰ筐 ю 拆ゐ.

source: Whether to allow Bluetooth clients to write files, or share the files read-only.
en@shaw: ю ゐ 路ゐ叼叼 ゐ拆 拆 拆ゐ, 拆ゐ ю-答ゐ.

source: Whether to allow Bluetooth clients to write files.
en@shaw: ю ゐ 路ゐ叼叼 ゐ拆 拆 拆ゐ.

source: Whether to notify about newly received files.
en@shaw: ю 答 筐ゐ 梆 拆ゐ.

source: <b>Receive Files over Bluetooth</b>
en@shaw: <b>梆 拆ゐ 答 路ゐ叼叼</b>
es_ar: <b>Recibir archivos a través de Bluetooth</b>

source: <b>Share Files over Bluetooth</b>
en@shaw: <b> 拆ゐ 答 路ゐ叼叼</b>
es_ar: <b>Compartir archivos a través de Bluetooth</b>

source: <b>Share Files over the Network</b>
en@shaw: <b> 拆ゐ 答 ю火</b>
es_ar: <b>Compartir archivos a través de la red</b>

source: Allo_w remote devices to delete files
en@shaw: _ゐ ヰ答 拆 ゐ梆 拆ゐ
es_ar: Permi_tir dispositivos remotos para borrar archivos.

source: Personal File Sharing Preferences
en@shaw: 火 拆 吼 ю拣
es_ar: Preferencias de intercambio de archivos personales

source: Receive files in _Downloads folder over Bluetooth
en@shaw: 梆 拆ゐ _ゐ答 答ゐ 答 路ゐ叼叼
es_ar: Recibe archivos en la carpeta _Descargas a través de Bluetooth

source: Require re_mote devices to bond with this computer
en@shaw: 拆 _ヰ答 拆 ヰ筐
es_ar: Requerir dispositivos re_motos para enlazar con esta computadora

source: Share public files over _Bluetooth
en@shaw: 仇ゐ 拆ゐ 答 _路ゐ叼叼
es_ar: Compartir archivos públicos a través de _Bluetooth

source: _Accept files:
en@shaw: _ю 拆ゐ:
es_ar: _Aceptar archivos:

source: _Notify about received files
en@shaw: _答 梆 拆ゐ
es_ar: _Notificar sobre los archivos recibidos.

source: _Password:
en@shaw: _拣:
es_ar: _Contraseña:

source: _Require password:
en@shaw: _拆 拣:
es_ar: _Requerir contraseña:

source: _Share public files on network
en@shaw: _ 仇ゐ 拆ゐ ю火
es_ar: _Compartir archivos públicos en la red

source: Personal File Sharing
en@shaw: 火 拆 吼
es_ar: Compartir archivos personales

source: Preferences for sharing of files
en@shaw: ю拣 吼 拆ゐ
es_ar: Preferencias para compartir archivos

source: Launch Personal File Sharing if enabled
en@shaw: ゐ佛 火 拆 吼 别ゐ
es_ar: Inicia el uso compartido de archivos personales si está habilitado

source: Launch Preferences
en@shaw: ゐ佛 ю拣

source: Launch Personal File Sharing Preferences
en@shaw: ゐ佛 火 拆 吼 ю拣
es_ar: Iniciar preferencias personales para compartir archivos

source: Unable to launch the Personal File Sharing preferences
en@shaw: 仇别 ゐ佛 火 拆 吼 ю拣
es_ar: No se pueden iniciar las preferencias de uso compartido de archivos personales

source: You can share files from this folder and receive files to it
en@shaw: 拆ゐ 答ゐ 梆 拆ゐ

source: You can share files from this folder over the network and Bluetooth
en@shaw: 拆ゐ 答ゐ 答 ю火 路ゐ叼叼

source: You can receive files over Bluetooth into this folder
en@shaw: 梆 拆ゐ 答 路ゐ叼叼 答ゐ

source: No reason
en@shaw: 梆
es_ar: Sin razón

source: Could not display the help contents.
en@shaw: ゐ ｐюゐ .
es_ar: No se pudo mostrar el contenido de la ayuda.

source: Could not build interface.
en@shaw: ゐ 拣别.
es_ar: No se pudo construir la interfaz.

source: Never
en@shaw: ю
es_ar: Nunca

source: When writing files
en@shaw: ю 拆 拆ゐ
es_ar: Al escribir archivos

source: Always
en@shaw: 佛ゐ别
es_ar: Siempre

source: Only for set up devices
en@shaw: 答ゐ ю 仇 拆
es_ar: Solo para dispositivos configurados

source: %s's public files
en@shaw: %s' 仇ゐ 拆ゐ
es_ar: Archivos públicos de %s

source: %s's public files on %s
en@shaw: %s' 仇ゐ 拆ゐ %s
es_ar: Archivos públicos de %s en %s

source: You received "%s" via Bluetooth
en@shaw: 梆 "%s" 拆 路ゐ叼叼
es_ar: Recibiste "%s" via Bluetooth

source: You received a file
en@shaw: 梆 拆
es_ar: Recibiste un archivo

source: Open File
en@shaw: 答 拆
es_ar: Abrir Archivo

source: Reveal File
en@shaw: 梆 拆
es_ar: Revelar archivo

source: File reception complete
en@shaw: 拆 ю ヰゐ梆
es_ar: Recepción del archivo completa

source: _Help
es_ar: Ay_uda

source: User Share
es_ar: Compartir Usuario

source: Integrates with user-share
es_ar: Se integra con el usuario compartido

source: Personal File Sharing obexftp
es_ar: Intercambio de archivos personales obexftp

source: Personal File Sharing obexpush
es_ar: Intercambio de archivos personales obexpush

source: Personal File Sharing webdav
es_ar: Compartir archivos personales webdav

source: Preferences
es_ar: Preferencias

source: May be used to share or receive files
es_ar: Puede ser usado para compartir o recibir archivos.

source: May be shared over the network or Bluetooth
es_ar: Puede ser compartido a través de la red o Bluetooth

source: May be shared over the network
es_ar: Puede ser compartido a través de la red o Bluetooth

source: May be used to receive files over Bluetooth
es_ar: Puede ser utilizado para recibir archivos a través de Bluetooth
